[
	{
		"image": "assets/000.png",
		"number": "000",
		"name": "Ruler's Blessing(Blessing of Ruler)",
		"rank": "SS-1",
		"description": "A castle given as a prize for winning the contest, a town with a population of 10,000 included. Its residents will live according to whatever laws and commands you issue."
	},
	{
		"image": "assets/001.png",
		"number": "001",
		"name": "Patch of Forest(Area of Dense Forest)",
		"rank": "SS-3",
		"description": "The entrance to the giant forest called the \"Mountain God's Garden,\" where many unique endemic species live. They are all tame and friendly."
	},
	{
		"image": "assets/002.png",
		"number": "002",
		"name": "Plot of Beach(Strip of Beach)",
		"rank": "SS-3",
		"description": "The entrance to a cave called \"Poseidon's Cavern.\" The cave changes its path at each visit, confusing intruders."
	},
	{
		"image": "assets/003.png",
		"number": "003",
		"name": "Pitcher of Eternal Water(Pot of Spring Water)",
		"rank": "A-17",
		"description": "A jar from which pure, clean water (1440 L per day) continually flows."
	},
	{
		"image": "assets/004.png",
		"number": "004",
		"name": "Skin Care Hot Springs(Beautiful Skin Spa)",
		"rank": "A-15",
		"description": "A hot spring that cures you of any skin condition. Bathing in it for half an hour daily gives you skin as soft and smooth as a baby's."
	},
	{
		"image": "assets/005.png",
		"number": "005",
		"name": "Spirited Away Hollow(Cave of Mysterious Disappearance)",
		"rank": "S-8",
		"description": "Enter and then exit this hollow, and you will be transported to a desolate location within the country. Circumstances will allow you to return to where you started without spending any money."
	},
	{
		"image": "assets/006.png",
		"number": "006",
		"name": "Liquor Spring(Fountain of liquor birth)",
		"rank": "A-15",
		"description": "Draw some of this spring's water; one hour later, it will become a random alcoholic drink of exquisite taste and extraordinary quality."
	},
	{
		"image": "assets/007.png",
		"number": "007",
		"name": "Pregnancy Stones(Stones of the Pregnant)",
		"rank": "S-10",
		"description": "Carry a stone (weighing 7 lb. each) for one month, and you will get pregnant, even if you're male. You may choose the sex of the baby by the female or male stone."
	},
	{
		"image": "assets/008.png",
		"number": "008",
		"name": "Mystery Pond(Mysterious Pond)",
		"rank": "S-10",
		"description": "Release one fish into this pond, and there will be one more fish of that type the next day. You can keep any combination of fish in this pond, even saltwater, and freshwater fish together!"
	},
	{
		"image": "assets/009.png",
		"number": "009",
		"name": "Tree of Plenty(Tree of Good Harvest)",
		"rank": "S-10",
		"description": "A tree that bears all sorts of fruit. No matter how much you harvest, it will be full again the next day. The type and number of fruit are random."
	},
	{
		"image": "assets/010.png",
		"number": "010",
		"name": "Golden Guidebook",
		"rank": "A-20",
		"description": "A travel guide that lists where and when you can meet people of the opposite sex who are your type."
	},
	{
		"image": "assets/011.png",
		"number": "011",
		"name": "",
		"rank": "B-30",
		"description": "When faced with a two-option choice, these scales will tell you which is better for your future."
	},
	{
		"image": "assets/012.png",
		"number": "012",
		"name": "Golden Dictionary",
		"rank": "S-10",
		"description": "Each day you will find a word glowing gold. You should learn those words because they will come in handy the next day."
	},
	{
		"image": "assets/013.png",
		"number": "013",
		"name": "Luck Bankbook(Good Luck Passbook)",
		"rank": "A-20",
		"description": "Refrain from using the little things of good luck in your daily life; you can accumulate and convert them into cash."
	},
	{
		"image": "assets/014.png",
		"number": "014",
		"name": "Connection Severing Scissors(Edge-Cutting Scissors)",
		"rank": "B-22",
		"description": "Cut a picture of someone you don't want to see with these scissors, and you will never see them again. Caution: It will affect everyone in the picture (except yourself)."
	},
	{
		"image": "assets/015.png",
		"number": "015",
		"name": "Fickle Genie(Whimsical Majin)",
		"rank": "S-10",
		"description": "This genie will grant you three wishes, but you need to suggest 1000 potential, significantly different wishes and he will choose three from among them. (No cheating by asking for different increments of money.)"
	},
	{
		"image": "assets/016.png",
		"number": "016",
		"name": "Fairy King's Advice(Advice King Fairy)",
		"rank": "S-6",
		"description": "The Fairy King offers you gently, apt advice on what you lack or what you should fix. The annoying thing is he appears when he wants to."
	},
	{
		"image": "assets/017.png",
		"number": "017",
		"name": "Angel's Breath",
		"rank": "SS-3",
		"description": "She cures one person of all wounds and ills, restoring them to perfect health. She will only appear once."
	},
	{
		"image": "assets/018.png",
		"number": "018",
		"name": "Imp's Wink(Wink of this Devil)",
		"rank": "A-18",
		"description": "You will experience the most amazing ecstasy when she winks at you. She can appear multiple times. Be warned, it can get addictive."
	},
	{
		"image": "assets/019.png",
		"number": "019",
		"name": "Poltergeist Pillow(Spirits of the Dead Pillow)",
		"rank": "A-13",
		"description": "Sleep on this pillow, and your astral form will be able to wander at will, but you will turn into a real ghost if you do not return to your body within 24 hours."
	},
	{
		"image": "assets/020.png",
		"number": "020",
		"name": "Mood Clock(Mind Spirit Meter)",
		"rank": "B-30",
		"description": "This clock sets your current state of mind. Turn it to noon, and you will maintain perfect serenity. Thus you can adjust your emotions according to the situation."
	},
	{
		"image": "assets/021.png",
		"number": "021",
		"name": "",
		"rank": "B-27",
		"description": "You can see through things. An adjustment dial allows you to set the x-ray depth. The only thing it cannot see through is a pack of spell cards from Masadora."
	},
	{
		"image": "assets/022.png",
		"number": "022",
		"name": "Toraemon",
		"rank": "A-22",
		"description": "A beast on the verge of extinction has a habit of stuffing things in its 4-D pocket. You never know what kind of treasures it could have picked up."
	},
	{
		"image": "assets/023.png",
		"number": "023",
		"name": "Tome of a Thousand Tales(Ad-lib Book)",
		"rank": "B-30",
		"description": "A book that shows you a different story each time you open it. Use the special included bookmark if you want to stay on the same story when you put it down."
	},
	{
		"image": "assets/024.png",
		"number": "024",
		"name": "Hypothetical T.V.(TV Moshimo)",
		"rank": "A-20",
		"description": "Input a hypothetical situation with the included remote, and this TV will show you a 30-hour documentary of the possibilities. You are also able to record."
	},
	{
		"image": "assets/025.png",
		"number": "025",
		"name": "Risky Dice(Risky Die)",
		"rank": "B-30",
		"description": "A twenty-sided die with one skull face and 19-star faces. When you roll a star, great things happen, but rolling the skull will be bad enough to cancel out all the previous great events."
	},
	{
		"image": "assets/026.png",
		"number": "026",
		"name": "Night Shift Dwarves(Seven Working Dwarves)",
		"rank": "A-20",
		"description": "They can do any work you can, and they will work as long as you are asleep. They cannot do anything beyond your abilities."
	},
	{
		"image": "assets/027.png",
		"number": "027",
		"name": "Book of V.I.P Passes(Face Path Tickets)",
		"rank": "B-25",
		"description": "You can go anywhere with these passes. Book of 1000."
	},
	{
		"image": "assets/028.png",
		"number": "028",
		"name": "Capricious Remote",
		"rank": "B-27",
		"description": "A remote control to manipulate ten emotions someone feels toward someone else, on an intensity scale of 1-10. (You cannot control how people feel toward you.)"
	},
	{
		"image": "assets/029.png",
		"number": "029",
		"name": "Pre-Order Vouchers(Forced Reservation Tickets)",
		"rank": "A-20",
		"description": "Write the name of any commercially available product on a voucher, and you'll be guaranteed to get it regardless of its scarcity (You still have to pay). A book of 1000."
	},
	{
		"image": "assets/030.png",
		"number": "030",
		"name": "Favor Cushion(Connection Cushion)",
		"rank": "B-21",
		"description": "Seat someone on this cushion, and he will do one thing for you, so long as it is within his capabilities."
	},
	{
		"image": "assets/031.png",
		"number": "031",
		"name": "Double Postcard to the Dead(Return Postcard to the Dead)",
		"rank": "S-13",
		"description": "Address and mail this return postage-paid postcard to a deceased person, and you will get a reply the next day. A book of 1000."
	},
	{
		"image": "assets/032.png",
		"number": "032",
		"name": "Parrot Candy",
		"rank": "B-30",
		"description": "Sucking on this candy enables you to produce any voice. The effect lasts until you next ingest something. A set of 10 packs, 50 candies per pack."
	},
	{
		"image": "assets/033.png",
		"number": "033",
		"name": "Hormone Cookies(Cookie Hormones)",
		"rank": "S-13",
		"description": "After eating this candy, your sex will temporarily change for 24 hours. A set of 10 boxes; 20 cookies per box."
	},
	{
		"image": "assets/034.png",
		"number": "034",
		"name": "Universal Survey(Anything Questionnaire)",
		"rank": "B-30",
		"description": "Write various questions about yourself and give them to someone, and he will answer all questions honestly. Reusable."
	},
	{
		"image": "assets/035.png",
		"number": "035",
		"name": "Chameleon Cat",
		"rank": "S-6",
		"description": "An endangered species. Once tamed, it can transform into any animal. However, its mass remains constant, so it will be a tiny elephant or a large hamster, for example."
	},
	{
		"image": "assets/036.png",
		"number": "036",
		"name": "Recycling Room(The Recycle Room)",
		"rank": "S-10",
		"description": "Put something broken in this room, and it will be repaired as good as new 24 hours later. The door must not be opened until the time is up."
	},
	{
		"image": "assets/037.png",
		"number": "037",
		"name": "Fledgling Athlete(Egg of Superb Athlete)",
		"rank": "B-30",
		"description": "Warm this magic egg in your hand for three hours a day for one to ten years, and you will become a top athlete when it hatches. The stronger your desire during incubation, the sooner it will hatch."
	},
	{
		"image": "assets/038.png",
		"number": "038",
		"name": "Fledgling Artist(Egg of Superb Artist)",
		"rank": "B-30",
		"description": "Warm this magic egg in your hand for three hours a day for one to ten years, and you will become a top artist when it hatches. The stronger your desire during incubation, the sooner it will hatch."
	},
	{
		"image": "assets/039.png",
		"number": "039",
		"name": "Fledgling Politician(Egg of Big-Shot Politician)",
		"rank": "B-30",
		"description": "Warm this magic egg in your hand for three hours a day for one to ten years, and you will become a top politician when it hatches. The stronger your desire during incubation, the sooner it will hatch."
	},
	{
		"image": "assets/040.png",
		"number": "040",
		"name": "Fledgling Musician(Egg of Superb Musician)",
		"rank": "B-30",
		"description": "Warm this magic egg in your hand for three hours a day for one to ten years, and you will become a top musician when it hatches. The stronger your desire during incubation, the sooner it will hatch."
	},
	{
		"image": "assets/041.png",
		"number": "041",
		"name": "Fledgling Pilot(Egg of Superb Pilot)",
		"rank": "B-30",
		"description": "Warm this magic egg in your hand for three hours a day for one to ten years, and you will become a top pilot when it hatches. The stronger your desire during incubation, the sooner it will hatch."
	},
	{
		"image": "assets/042.png",
		"number": "042",
		"name": "Fledgling Novelist(Egg of Superb Writing)",
		"rank": "B-30",
		"description": "Warm this magic egg in your hand for three hours a day for one to ten years, and you will become a top novelist when it hatches. The stronger your desire during incubation, the sooner it will hatch."
	},
	{
		"image": "assets/043.png",
		"number": "043",
		"name": "Fledgling Gambler(Egg of Major Gambler)",
		"rank": "B-30",
		"description": "Warm this magic egg in your hand for three hours a day for one to ten years, and you will become a top gambler when it hatches. The stronger your desire during incubation, the sooner it will hatch."
	},
	{
		"image": "assets/044.png",
		"number": "044",
		"name": "Fledgling Actor",
		"rank": "B-30",
		"description": "Warm this magic egg in your hand for three hours a day for one to ten years, and you will become a top actor when it hatches. The stronger your desire during incubation, the sooner it will hatch."
	},
	{
		"image": "assets/045.png",
		"number": "045",
		"name": "Fledgling CEO",
		"rank": "B-30",
		"description": "Warm this magic egg in your hand for three hours a day for one to ten years, and you will become a top CEO when it hatches. The stronger your desire during incubation, the sooner it will hatch."
	},
	{
		"image": "assets/046.png",
		"number": "046",
		"name": "Gold Dust Girl",
		"rank": "A-13",
		"description": "A girl who sheds gold dust from her body—500g of gold can be harvested from her daily bath. Very shy, she rarely leaves the house."
	},
	{
		"image": "assets/047.png",
		"number": "047",
		"name": "Sleeping Girl",
		"rank": "A-11",
		"description": "A girl who sleeps in your stead. You can be active for 24 hours without sleeping while she sleeps for you."
	},
	{
		"image": "assets/048.png",
		"number": "048",
		"name": "Aromatherapy Girl",
		"rank": "A-15",
		"description": "A girl who emits the most comfortable aroma for you. While she's by your side, you will be free of stress."
	},
	{
		"image": "assets/049.png",
		"number": "049",
		"name": "Miniature Mermaid",
		"rank": "A-23",
		"description": "A mermaid small enough to fit in your hand. A comfortable living environment puts her in a good mood, and she will sing with her beautiful voice."
	},
	{
		"image": "assets/050.png",
		"number": "050",
		"name": "Miniature Dino",
		"rank": "A-11",
		"description": "A dinosaur small enough to fit in your hand. This creature produces a different species of tiny dinosaur with each new generation."
	},
	{
		"image": "assets/051.png",
		"number": "051",
		"name": "Miniature Dragon",
		"rank": "S-10",
		"description": "A dragon small enough to fit in your hand. It will obey your commands and eventually learn to talk if raised with love."
	},
	{
		"image": "assets/052.png",
		"number": "052",
		"name": "Pearl Locusts",
		"rank": "B-30",
		"description": "Each of these locusts has a pearl in its abdomen. An outbreak occurs once every dozen years or so."
	},
	{
		"image": "assets/053.png",
		"number": "053",
		"name": "King White Stag Beetle",
		"rank": "A-30",
		"description": "It uses special pheromones to lure other insects to build a huge colony. It leaves the colony once a day for an evening stroll."
	},
	{
		"image": "assets/054.png",
		"number": "054",
		"name": "Millennium Butterfly",
		"rank": "A-25",
		"description": "A legendary insect named after the fact that the family of anyone who captures it will prosper for generations."
	},
	{
		"image": "assets/055.png",
		"number": "055",
		"name": "Revenge Shop",
		"rank": "A-20",
		"description": "Report your grudges to the manager, and he will retaliate for you in proportion to your grievance. Pay extra to request a more severe retaliation."
	},
	{
		"image": "assets/056.png",
		"number": "056",
		"name": "Perfect Memory Studio",
		"rank": "B-25",
		"description": "Specify a time and date to get a picture of yourself in the past. You may also request a sequence of photographs."
	},
	{
		"image": "assets/057.png",
		"number": "057",
		"name": "Hideout Realtor",
		"rank": "A-11",
		"description": "The agent will build a secret room just for you at your chosen place. However, you must not tell anyone about it or bring anybody to it."
	},
	{
		"image": "assets/058.png",
		"number": "058",
		"name": "Secrets Video Rental",
		"rank": "A-13",
		"description": "Rent videos of other peoples secrets. You must not show the video or discuss its contents with anyone."
	},
	{
		"image": "assets/059.png",
		"number": "059",
		"name": "Instant Foreign Language School",
		"rank": "A-20",
		"description": "Spend time studying a language at this school, and you will accrue time on a timer (included). While the timer is activated and counting down, you will be fluent."
	},
	{
		"image": "assets/060.png",
		"number": "060",
		"name": "Long Lost Delivery",
		"rank": "B-30",
		"description": "Call the number and describe the item you lost, which will be delivered to you the next day. It must be lost for longer than a month."
	},
	{
		"image": "assets/061.png",
		"number": "061",
		"name": "Vending Check-Up",
		"rank": "A-20",
		"description": "A full-body medical scan for just 500. However, the only results are \"All Clear\" or \"Anomaly Detected,\" in which case it is recommended you see a doctor."
	},
	{
		"image": "assets/062.png",
		"number": "062",
		"name": "Club \"You Rule\"",
		"rank": "B-20",
		"description": "Everyone in the club will do your bidding while you are there. However, one hour in the club equals a day outside."
	},
	{
		"image": "assets/063.png",
		"number": "063",
		"name": "Virtual Restaurant",
		"rank": "B-30",
		"description": "You can order any food you want. You will feel full, but it is only an illusion. You will be given a multivitamin as you leave."
	},
	{
		"image": "assets/064.png",
		"number": "064",
		"name": "Witch's Love Potion",
		"rank": "B-30",
		"description": "Kiss a pill and have your intended drink it, and he or she will fall in love with you. One pill lasts one week; one vial contains 500 pills."
	},
	{
		"image": "assets/065.png",
		"number": "065",
		"name": "Witch's Rejuvenation Potion",
		"rank": "S-10",
		"description": "Each pill makes you physically younger by one year. You will retain all knowledge and memories. Beware, as you will die if you take more than your age. One vial contains 100 pills."
	},
	{
		"image": "assets/066.png",
		"number": "066",
		"name": "Witch's Diet Pills",
		"rank": "B-28",
		"description": "Each pill makes you lose one kg. One vial contains 200 pills. Beware, as you will die if you take more than you weigh."
	},
	{
		"image": "assets/067.png",
		"number": "067",
		"name": "Doyen's Growth Pills",
		"rank": "B-30",
		"description": "Each pill makes you grow one cm taller. One vial contains 100 pills. Not recommended for people under 20 years of age."
	},
	{
		"image": "assets/068.png",
		"number": "068",
		"name": "Doyen's Virility Pills",
		"rank": "A-20",
		"description": "A certain part of your anatomy will get very frisky. Both endurance and frequency are enhanced. One vial contains 500 pills."
	},
	{
		"image": "assets/069.png",
		"number": "069",
		"name": "Doyen's Hair Restorer",
		"rank": "B-30",
		"description": "Luxurious hair will grow wherever it is applied. Use gloves or hair will grow on fingers and palms. One vial contains 200 ml (enough to cover ten heads)."
	},
	{
		"image": "assets/070.png",
		"number": "070",
		"name": "Mad Scientist's Steroids",
		"rank": "A-16",
		"description": "Get all the muscles you want without exercise. You must drink a liter a day for a week, and it tastes horrible. A seven-box set, with ten one-L bottles per box."
	},
	{
		"image": "assets/071.png",
		"number": "071",
		"name": "Mad Scientist's Pheromones",
		"rank": "A-20",
		"description": "Spray on your body to attract the opposite sex. However, you cannot adjust the strength of its effect, so be careful as it may cause a proliferation of stalkers."
	},
	{
		"image": "assets/072.png",
		"number": "072",
		"name": "Mad Scientist's Plastic Surgery",
		"rank": "A-15",
		"description": "Scan a picture of the face you want, and you will have an exact likeness. Each surgery carries a 5% chance of failure, and a 1% chance the machine itself will break."
	},
	{
		"image": "assets/073.png",
		"number": "073",
		"name": "Night Jade",
		"rank": "A-15",
		"description": "A jewel \"blessed\" by the Devil. When danger is about to befall its owner, it will deflect it to someone else."
	},
	{
		"image": "assets/074.png",
		"number": "074",
		"name": "Sage's Aquamarine",
		"rank": "A-11",
		"description": "Its owner will have many intelligent friends and keep those friendships for their entire lives."
	},
	{
		"image": "assets/075.png",
		"number": "075",
		"name": "Wild Luck Alexandrite",
		"rank": "A-20",
		"description": "Its owner will get to have once-in-a-lifetime experiences, though you cannot choose whether they're for better or for worse..."
	},
	{
		"image": "assets/076.png",
		"number": "076",
		"name": "Roaming Ruby",
		"rank": "B-30",
		"description": "The owner of this ruby will gain immense wealth, but will never be able to remain in the same place for more than a week."
	},
	{
		"image": "assets/077.png",
		"number": "077",
		"name": "Beauty Magnet Emerald",
		"rank": "S-10",
		"description": "Specialists offering beauty services flock to its owner, who will shine with unrecognized beauty."
	},
	{
		"image": "assets/078.png",
		"number": "078",
		"name": "Lonely Sapphire",
		"rank": "B-30",
		"description": "The owner of this sapphire will acquire vast wealth, but in exchange, will spend a lifetime alone, forsaken by friends, family, and significant others."
	},
	{
		"image": "assets/079.png",
		"number": "079",
		"name": "Rainbow Diamond",
		"rank": "A-20",
		"description": "A diamond that shines in a rainbow of colors. Propose with this diamond, and she is guaranteed to say \"yes.\""
	},
	{
		"image": "assets/080.png",
		"number": "080",
		"name": "Levitation Stone",
		"rank": "S-7",
		"description": "A stone about one carat in size that levitates. It can levitate one person, and receives energy from sunlight."
	},
	{
		"image": "assets/081.png",
		"number": "081",
		"name": "Blue Planet",
		"rank": "SS-5",
		"description": "A unique blue jewel. Its composition does not correspond to any known mineral, so it was given this name to mean \"a gift from space.\""
	},
	{
		"image": "assets/082.png",
		"number": "082",
		"name": "Staff of Judgment",
		"rank": "A-15",
		"description": "Raise this staff in the air while calling out the name of someone you want to punish, and calamity will befall the one of you who has committed more bad deeds, the target or yourself."
	},
	{
		"image": "assets/083.png",
		"number": "083",
		"name": "Sword of Truth",
		"rank": "B-22",
		"description": "Splits in two anything and anyone deceitful. In trials, it's a criminal's worst nightmare. The sword will shatter when used to cut something true, but will regenerate if stored in its scabbard for one day."
	},
	{
		"image": "assets/084.png",
		"number": "084",
		"name": "Paladin's Necklace",
		"rank": "D-60",
		"description": "A player wearing this will reflect curses cast upon him, and be able to undo curses placed on cards he touches."
	},
	{
		"image": "assets/085.png",
		"number": "085",
		"name": "Scapegoat/Sacrifice Armor",
		"rank": "S-8",
		"description": "Renders ineffective any attack by a weapon reverted from a card. Beware, as it will randomly break sometime within the first 100 attacks."
	},
	{
		"image": "assets/086.png",
		"number": "086",
		"name": "Quiver of Frustration",
		"rank": "A-11",
		"description": "You can cast as many \"Leaves\" as you have arrows. It comes with 10 arrows, and one will be used each time you cast \"Leave.\""
	},
	{
		"image": "assets/087.png",
		"number": "087",
		"name": "Shield of Faith",
		"rank": "S-15",
		"description": "The spells \"Relegate,\" \"Return,\" \"Drift,\" and \"Collision\" will be rendered ineffective within a radius of 20 M of the player armed with this shield."
	},
	{
		"image": "assets/088.png",
		"number": "088",
		"name": "Eternal Hammer",
		"rank": "A-15",
		"description": "Anyone hit with this hammer will be afflicted with one random attack spell, and cannot defend him or herself with a defensive spell. However, it will not work on someone using \"Fortress\" or Paladin's Necklace."
	},
	{
		"image": "assets/089.png",
		"number": "089",
		"name": "Tax Collector's Gauntlet",
		"rank": "A-20",
		"description": "Grants you the ability to cast \"Levy.\" However, it will destroy one random specified slot card from your binder every time. (You cannot cast it if your specified slots are empty.)"
	},
	{
		"image": "assets/090.png",
		"number": "090",
		"name": "Memory Helmet",
		"rank": "A-20",
		"description": "You will never forget things you see or hear while wearing this helmet. Unfortunately, it's extremely large and heavy."
	},
	{
		"image": "assets/091.png",
		"number": "091",
		"name": "Plastic King",
		"rank": "A-20",
		"description": "Recombine the parts of this 1:1 scale model kit to build any kind of vehicle. Fully functional, fuel not included."
	},
	{
		"image": "assets/092.png",
		"number": "092",
		"name": "Swap Ticket",
		"rank": "S-7",
		"description": "Rip the ticket and give it to someone you want to switch with, and you can live his life for 24 hours. Book of 1000."
	},
	{
		"image": "assets/093.png",
		"number": "093",
		"name": "Book of Life",
		"rank": "B-28",
		"description": "An encyclopedia of everyone who's been in your life since your birth, with records of conversations and memorable incidents. It may end up being tens of thousands of pages long."
	},
	{
		"image": "assets/094.png",
		"number": "094",
		"name": "Bandit's Blade",
		"rank": "S-10",
		"description": "A successful attack with this weapon will cast \"Mug\", \"Pickpocket\", or \"Thief\" on the target. Not effective on someone using \"Fortress\" or \"Paladin's Necklace\"."
	},
	{
		"image": "assets/095.png",
		"number": "095",
		"name": "Secret Cape",
		"rank": "A-20",
		"description": "You will be under the effect of \"Blackout Curtain\" while wearing this cape."
	},
	{
		"image": "assets/096.png",
		"number": "096",
		"name": "Clairvoyant Snake",
		"rank": "A-12",
		"description": "Feed it a card Rank C or above, and it will spit up a \"Clairvoyance.\""
	},
	{
		"image": "assets/097.png",
		"number": "097",
		"name": "3-D Camera",
		"rank": "A-20",
		"description": "Pictures taken with this will be developed as 3-D objects, with all textures reproduced. Make enlargements as needed."
	},
	{
		"image": "assets/098.png",
		"number": "098",
		"name": "Silver Dog",
		"rank": "S-8",
		"description": "An endangered species with silver fur. Mix 5g of gold into its food daily, and it will excrete one kg of solid silver feces."
	},
	{
		"image": "assets/099.png",
		"number": "099",
		"name": "Panda Maid",
		"rank": "S-6",
		"description": "An endangered species. Very neat and loves to cook, each has a hobby such as sewing or gardening. They are excellent at taking care of human children."
	},
	{
		"image": "assets/100.png",
		"number": "100",
		"name": "Map of the Island 'empty'",
		"rank": "G-400",
		"description": "A map of the island. No towns or markers are currently shown. The user will automatically fill these in on their travels."
	},
	{
		"image": "assets/101.png",
		"number": "101",
		"name": "Map of the Island 'detailed'",
		"rank": "D-70",
		"description": "A detailed map of the island, with all towns and markers already shown."
	},
	{
		"image": "assets/102.png",
		"number": "102",
		"name": "Voucher",
		"rank": "SS-150",
		"description": "A special voucher which transforms into the card Angel's Breath once one becomes available."
	},
	{
		"image": "assets/110.png",
		"number": "110",
		"name": "Ruler's Invitation",
		"rank": "SS-1",
		"description": "A letter which extends a warm invitation to visit the game's capital city, Limeiro. A visit to this city's castle is also included."
	},
	{
		"image": "assets/163.png",
		"number": "163",
		"name": "Sick Villagers",
		"rank": "F-150",
		"description": "These villagers are very sick."
	},
	{
		"image": "assets/263.png",
		"number": "263",
		"name": "Healthy Villagers",
		"rank": "C-50",
		"description": "These villagers are as healthy as can be!"
	},
	{
		"image": "assets/266.png",
		"number": "266",
		"name": "Transport Ticket",
		"rank": "B-150",
		"description": "A ticket that allows the bearer to use a safe passage out of the game."
	},
	{
		"image": "assets/572.png",
		"number": "572",
		"name": "Giant Cyclops",
		"rank": "G-333",
		"description": "These one-eyed giants are the largest of all Cyclops. They travel in small groups and attack anything within their territory."
	},
	{
		"image": "assets/585.png",
		"number": "585",
		"name": "Bubble Horse",
		"rank": "C-50",
		"description": "This hard-to-catch creature emits bubbles when threatened as a diversionary tactic. White bubbles will burst in contact with Aura. Red ones will burst with everything else except Aura."
	},
	{
		"image": "assets/598.png",
		"number": "598",
		"name": "Chief of Wolf Pack",
		"rank": "C-45",
		"description": "The leader of a wolf pack that attacks travelers."
	},
	{
		"image": "assets/607.png",
		"number": "607",
		"name": "J10,000",
		"rank": "H-∞",
		"description": "10,000  in card form."
	},
	{
		"image": "assets/673.png",
		"number": "673",
		"name": "Hyper Puffball",
		"rank": "D-80",
		"description": "This little creature is a fast fellow. They are a really fast, hard-to-catch species."
	},
	{
		"image": "assets/697.png",
		"number": "697",
		"name": "Melanin Lizard",
		"rank": "E-100",
		"description": "A very large lizard big enough to eat a cow whole."
	},
	{
		"image": "assets/711.png",
		"number": "711",
		"name": "Radio Rat",
		"rank": "H-800",
		"description": "These hard-to-catch creatures use aura to control a suit of armor. As a defensive measure, it uses this armor to mislead a target into thinking the armor is the enemy whilst the true creature can escape."
	},
	{
		"image": "assets/1217.png",
		"number": "1217",
		"name": "Galgaida",
		"rank": "F-185",
		"description": "This fish when cooked, tastes delicious."
	},
	{
		"image": "assets/7018.png",
		"number": "7018",
		"name": "Chidon",
		"rank": "C-?",
		"description": "A fish. Debut in Chapter 172."
	},
	{
		"image": "assets/14170.png",
		"number": "14170",
		"name": "Gasoline",
		"rank": "H-∞",
		"description": "A vial containing gasoline. This flammable substance will catch fire easily."
	},
	{
		"image": "assets/21449.png",
		"number": "21449",
		"name": "Rock",
		"rank": "H-∞",
		"description": "A simple rock. Quite hard and can be any size."
	},
	{
		"image": "assets/25008.png",
		"number": "25008",
		"name": "Large Rock",
		"rank": "H-∞",
		"description": "A large rock."
	},
	{
		"image": "assets/1001.png",
		"number": "1001",
		"name": "Peek",
		"rank": "LR ¦ RS",
		"description": "View contents of target player's (previously met) free slots."
	},
	{
		"image": "assets/E-120.png",
		"number": "E-120",
		"name": "",
		"rank": "",
		"description": "1005"
	},
	{
		"image": "assets/1006.png",
		"number": "1006",
		"name": "Pickpocket",
		"rank": "SR ¦ AS",
		"description": "Steals a random card from target player's free pocket."
	},
	{
		"image": "assets/Trade.png",
		"number": "Trade",
		"name": "SR ¦ AS",
		"rank": "Swaps a card the caster's owns to a target player's card randomly.",
		"description": "E-100"
	},
	{
		"image": "assets/G-380.png",
		"number": "G-380",
		"name": "",
		"rank": "",
		"description": "1010"
	},
	{
		"image": "assets/1011.png",
		"number": "1011",
		"name": "Clone",
		"rank": "SR ¦ RS",
		"description": "Change into one random card from target player's imposed slots (if the opponent has no imposed slot cards or the card limit was at MAX, the transformation fails and \"Clone\" disappears)."
	},
	{
		"image": "assets/Origin.png",
		"number": "Origin",
		"name": "SR ¦ RS",
		"rank": "Make target player fly to the game starting point.",
		"description": "D-65"
	},
	{
		"image": "assets/1016.png",
		"number": "1016",
		"name": "Drift",
		"rank": "SR ¦ RS",
		"description": "Go to a random unvisited town. If all towns have been visited, player stays at the same place and the card disappears."
	},
	{
		"image": "assets/Levy.png",
		"number": "Levy",
		"name": "SR ¦ RS",
		"rank": "Take one random card from each player within a 20m radius.",
		"description": "B-25"
	},
	{
		"image": "assets/F-200.png",
		"number": "F-200",
		"name": "",
		"rank": "",
		"description": "1020"
	},
	{
		"image": "assets/1021.png",
		"number": "1021",
		"name": "Mug",
		"rank": "SR ¦ AS",
		"description": "Take one card at will from target player."
	},
	{
		"image": "assets/Compromise.png",
		"number": "Compromise",
		"name": "SR ¦ AS",
		"rank": "Choose and destroy one above-A ranked card from target player. That player then obtains a card of 3 ranks lower than the destroyed card and of the number of his choosing. If target player has no above-A card, “Compromise” changes into card form again and returns to the caster. (If the designated card of three ranks lower has attained the card copy limit, it cannot be obtained.)",
		"description": "B-25"
	},
	{
		"image": "assets/D-80.png",
		"number": "D-80",
		"name": "",
		"rank": "",
		"description": "1025"
	},
	{
		"image": "assets/1026.png",
		"number": "1026",
		"name": "Holy Water",
		"rank": "SR ¦ DS ¦ C",
		"description": "Protects the player ten times from attack spells from other players. This card is immune to steal and destruction spells."
	},
	{
		"image": "assets/B-25.png",
		"number": "B-25",
		"name": "",
		"rank": "",
		"description": "1030"
	},
	{
		"image": "assets/1031.png",
		"number": "1031",
		"name": "Analysis",
		"rank": "LR ¦ RS",
		"description": "Show explanation on card of the chosen number (not available to No. 000)."
	},
	{
		"image": "assets/Cling.png",
		"number": "Cling",
		"name": "SR ¦ AS",
		"rank": "Complete data of one player's restricted slots will be available at all times. (Effect lasts until player leaves the game.)",
		"description": "C-50"
	},
	{
		"image": "assets/D-55.png",
		"number": "D-55",
		"name": "",
		"rank": "",
		"description": "1035"
	},
	{
		"image": "assets/1036.png",
		"number": "1036",
		"name": "Eye of God",
		"rank": "LR ¦ C",
		"description": "Caster permanently obtains the effects of \"List\" and \"Analysis\" on all cards from No. 000 to 099. (Effect lasts until target player leaves the game.)"
	},
	{
		"image": "assets/List.png",
		"number": "List",
		"name": "LR ¦ RS",
		"rank": "Reveals the number of people in possession of the target card as well as the total number of copies.",
		"description": "G-350"
	},
	{
		"image": "assets/F-130.png",
		"number": "F-130",
		"name": "",
		"rank": "",
		"description": "1040"
	}
]